[
    {
      "id": 1,
      "image": "images/butterprint.jpeg",
      "patternName": "Butterprint",
      "yearsReleased": "1957-1968",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/butterprint-white-turquoise",
      "body": 
      "Butterprint was one of the first printed patterns on the opal ware Pyrex line, preceded only by Snowflake and Pink Daisy. Released in 1957 Butterprint was the result of growing market trends with its turquoise on white and white on turquoise Amish print. Along with Gooseberry, Butterprint was one of the first patterns debuted on the new “Cinderella Bowls.” Cinderella Bowls were a series of large nested mixing bowls with a handle or spout on each side, and designed by John Philip Johnson. The name Cinderella was applied to quite a few different Pyrex products from carafes to butter dishes even though the new spout and handle nesting bowls marked the first use of this name. Promotional sets with orange and pink Butterprint on a white background and white Butterprint on a pink background were released in the late 1950s and early 1960s due to the design’s popularity. The success of this design later yielded a Bake, Serve and Store set (470) and Oven Refrigerator and Freezer set (500) in 1959 and the 480 Casserole set in 1960. Butterprint was discontinued in 1968. In 1963 a new product line called “Turquoise” was released, which included both Butterprint and Snowflake in the white pattern on turquoise background. The same blue tint was used in both product lines. Later the “Multitone Blue” 300-series bowl set was added to the Turquoise collection.",
      "collected": "true"
    },
    {
      "id": 2,  
      "image": "images/eyes.jpeg",
      "patternName": "Eyes",
      "yearsReleased": "1950-1959",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/eyes",
      "body":       "Unofficially known as Eyes this set is one of the first patterns released as a Chip and Dip set. Using a metal bracket the set combined the 401 dip bowl and the 403 mixing bowl to create the Hot N Cold Chip and Dip Set. The characteristic Pyrex stamp on the bottom of each dish does not appear on some of the Eyes bowls while others are clearly marked with the stamp. A corresponding coffee carafe printed with the Eyes pattern in gold was released as well as a clear one-quart juicer with a turquoise plastic lid. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal decorator casseroles. Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mothers Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often patterns used for these gift items were unnamed or given names descriptive of the dishs purpose-- like chip and dip set. Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "true"
    },
    {
      "id": 3,
      "image": "images/green_wheat.jpeg",
      "patternName": "Green Wheat",
      "yearsReleased": "1960",
      "classType": "promotional",
      "link": "https://pyrex.cmog.org/pattern-library/green-wheat",
      "body": "“A new Pyrex beauty in rich green with gold accents to delight the modern cook,” stated a 1960 advertisement. This pattern is commonly known by its unofficial name, “Green Wheat.” The design was released on a two-quart Square Space Saver (575), which included a cradle and clear lid. The dish is blue/green in color and features a design of waving gold wheat directly in the center of the side of the dish. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "true"
    },
    {
      "id": 4,  
      "image": "images/blue_wheat.jpeg",
      "patternName": "Blue Wheat",
      "yearsReleased": "1961",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/blue-wheat-or-hostess-casserole",
      "body": "T “Beautiful, Useful, Always Welcome…Pyrex Gifts,” proclaimed a 1961 advertisement for the holiday season promotional items. The new Hostess Casserole, better known by its unofficial name, Blue Wheat, retailed for $2.95. Included in this price was the 1½ quart Round Casserole (023), clear lid and cradle. The white casserole is decorated with a single sprig of light blue wheat. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "true"
    },
    {
      "id": 5,   
      "image": "images/turquoise_scroll.jpeg",
      "patternName": "Turquoise Scroll",
      "yearsReleased": "1959",
      "classType": "promotional",
      "link": "https://pyrex.cmog.org/pattern-library/turquoise-scroll",
      "body": "“New Pyrex Serving Bowl holds holiday punch, later becomes casserole, soup tureen, flower holder!” Advertised as “Scroll design on turquoise” in the 1959 advertisement from Ladies’ Home Journal this Cinderella Bowl retailed for $4.95. Turquoise Scroll is the unofficial name of this pattern, released only as a 2 ½ quart Cinderella Bowl (443), which included both a clear glass lid with knob and a cradle with candle-warmer. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "false"
    },
    {
      "id": 6,  
      "image": "images/gooseberry.jpeg",
      "patternName": "Gooseberry (Pink On White)",
      "yearsReleased": "1957-1966",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/gooseberry-pink-white",
      "body": "Gooseberry was one of the first four printed patterns release on opal Pyrex. Gooseberry was released in several color iterations, consisting of pink on white, white on pink, black on yellow, black on white, and a promotional version of gold on beige. In 1957 Butterprint and Gooseberry were introduced for the opalware Pyrex line, preceded only by Snowflake and Pink Daisy. Along with Butterprint, Gooseberry was one of the first patterns debuted on the new “Cinderella Bowls.” Cinderella Bowls were a series of large nested mixing bowls with a handle or spout on each side, which were designed by John Philip Johnson. The name Cinderella was applied to quite a few different Pyrex products from carafes to butter dishes but the spout and handle nesting bowls marked the first use of this name. Because the Gooseberry pattern was one of two patterns first released on the new spout and handle nesting bowls, the Cinderella name has become synonymous with this type of Pyrex nesting bowl. Most Gooseberry dishes are pink on white backgrounds or white with pink backgrounds. However, in the same year Gooseberry was released in a black pattern with either a white or yellow background. This particular color was only available in the four-piece Cinderella Bowl set and never expanded beyond that. The black patterned set was discontinued in 1962. Rare Gooseberry with a gold pattern on beige background exists, but it is unclear whether it was offered as a promotional item, a market test item, or as an employee appreciation item. The entire Gooseberry line was discontinued in 1966.",
      "collected": "true"
    },
    {
      "id": 7,  
      "image": "images/starburst.jpeg",
      "patternName": "Starburst",
      "yearsReleased": "1960",
      "classType": "promotional",
      "link": "https://pyrex.cmog.org/pattern-library/cinderella-serving-casserole-or-starburst",
      "body": "“Pyrex gifts…today’s look for today’s cook,” stated a 1960 Pyrex advertisement. Included in this ad is the Cinderella Serving Casserole, better known by its unofficial name, Starburst. Released on the two-quart Square Space Saver, Starburst included a cradle and double candle-warmer. The same pattern was released on a black Space Saver Casserole with a gold design. The exact date of its release is unknown.Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves.Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "false"
    },
    {
      "id": 8,  
      "image": "images/daisy.jpeg",
      "patternName": "Daisy",
      "yearsReleased": "1968-1973",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/daisy",
      "body": "“New Daisy PYREX Ware! A Corning Guide to adding a splash of sunshine to your cooking, serving and storing. You get a whole bouquet of Daisies…everything from oval casseroles, bowl sets, refrigerator and storage sets to coordinated pitchers and juicers….Go Daisy picking today.” This 1968 magazine ad for the new Daisy pattern illustrates a trend toward bright and happy colors. Released in 1968 in sunburst colors, the Daisy pattern only appears on the 442 and 444 Cinderella mixing bowls while the remaining bowls and casseroles were solid shades of yellow and orange. Daisy, instead, appears on the clear glass lids of the dishes until 1972 when the clear lids were replaced with opal lids, still with the Daisy design printed on top. While there were no Tabletop Accessories with the Daisy pattern it could be purchased on a wide array of products including the more standard casserole and bowl sets as well as on the three-piece Bakeware set (330-39) and the small 10 oz. or “pixie” casserole (700-39), both released in 1971. A set of juicers could be bought to accompany the Daisy design, but the juicers were printed with slices of oranges and lemons not Daisy, although still in the same vivid shades of yellow and orange. Daisy was discontinued in 1973.",
      "collected": "true"
    },
    {
      "id": 9,  
      "image": "images/sage_scroll.jpeg",
      "patternName": "Sage Scroll",
      "yearsReleased": "1962",
      "classType": "promotional",
      "link": "https://pyrex.cmog.org/pattern-library/sage-scroll",
      "body": "Green Scroll or Sage scroll, as this pattern is more commonly called, was released as the Golden Scroll Casserole Set in the 043 and 045 Oval Casseroles. The 043 1 ½ quart casserole came in both sage with golden scrolls and white with sage scrolls. The 045 2 ½ quart casserole came as just the sage green with golden scrolls and an adjustable brass cradle. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "false"
    },
    {
      "id": 10,  
      "image": "images/bluebird.jpeg",
      "patternName": "Bluebird",
      "yearsReleased": "1959-1961",
      "classType": "promotional",
      "link": "https://pyrex.cmog.org/pattern-library/bluebird-casserole",
      "body": "“New Pyrex Bluebird Casserole – as decorative as it is useful,” exclaimed a 1959 advertisement for the newest line of promotional casseroles. “Goes from oven to table in graceful cradle.” The Bluebird design was released on the 1 ½ quart Oval Casserole (043) and retailed for $5.95 in 1959. The white casserole was printed with a central turquoise stylized tulip with alternating bluebirds and flowers flowing out on either side. Bluebird came with a serving cradle and clear lid, which was meant for joint use as a lid and an extra server. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candlewarmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names more reflective of the specific pattern.",
      "collected": "false"
    },
    {
      "id": 11,  
      "image": "images/autumn_harvest.jpeg",
      "patternName": "Autumn harvest",
      "yearsReleased": "1979-1986",
      "classType": "standard",
      "link": "https://pyrex.cmog.org/pattern-library/autumn-harvest",
      "body": "The late 1970s saw a decline in the production of Pyrex opalware. Cookware needs and fashions were changing and Corning Glass Works began to release promotional patterns as part of “collections” rather to coincide with seasonal events. Wheat was a part of the “Designer Collection,” released simultaneously in 1978 with Daisy, Terra Cotta Rose, Dynasty and Spices. Wheat was released on the 2 ½ quart Oval Casserole (045) and came with a wooden trivet. Wheat has a light brown wheat pattern on a brown background. This same pattern was used two years later, but was called Autumn Harvest. Autumn Harvest was a standard pattern released on a full array of Pyrex dishes and was one of the last four patterns being made when production on all opalware Pyrex was discontinued in 1986. Corning Glass Works offered its first patterned opalware gift set in 1953 when the Heinz Baking Dish was sold in grocery stores. Widespread distribution of promotional patterns occurred after the overwhelming success of the 1956 release of seasonal “decorator casseroles.” Using existing Pyrex shapes, gift sets featured new patterns offered for a limited production time. They often came with mounters, cradles, or candle warmers and were advertised in the spring to appeal to Mother’s Day and summer wedding shoppers and in the fall to give the holiday gift-buyers something new. Corning continued to produce gift sets through 1983, creating nearly 135 different gift set patterns during that time. Corning intended these pieces to be sold for a limited time, and directed retailers to remove older, unsold promotions from the shelves. Often, patterns used for these gift items were unnamed, or given names descriptive of the dish’s purpose, like “chip and dip set.” Collectors over the years have assigned names intended to be reflective of the specific pattern.",
      "collected": "true"
    }
  ]