[
    {
      "id": 1,
      "image": "images/Venetio_Postcard_Front.png",
      "projectName": "Travel Postcard",
      "projectDate": "Spring 2021",
      "projectCategory": "Graphic Design",
      "projectStatement": "The overall Goal for this prompt was to design a travel postcard to a fictional location of our own creation. The design parameters and overall focus was the type and what it says about our location. The imagery added to the card should only lend to the card and not overly dominate the piece distracting from the type. My fictional location is an island in the Mediterranean sea inspired by the coastal villages of Italy called Venetio. It is full of vibrant colors, vintage elegance and the nostalgic charm of traveling in the 1930s/40s.",
      "projectChallenges": "It was a struggle to avoid relying on imagery to fill spaces and not enough on the type which is the focus of this piece.",
      "projectSolutions": "I was able to push past these struggles by playing with scale and letters of type. I inverted the city name in on itself to give a stamped quality of the old world. I was inspired to create a piece with vibrant colors, clean lines, and elegant typography choices and the juxtaposition of elements on the page. My framework for deciding the elements of design for this project was to capture the essence of the island. I created a list of attributes that I wanted to emphasis and the mood that I wanted to capture. My projectGoal was to evoke an exuberant and playful tone with hints of modernism sprinkled in the design. I was inspired by collage artwork to bring in the flavor of the island. I focused on design principles such as framing, color theory, repetition and symmetry to bring balance to my composition. I chose Savour Sans because of its clean simple letterforms that had an aire of sophistcation that I wanted to echo throughout the postcard. The rounded letters had an art deco feel that paired well with the era of design. I chose Casagrande Deco regular a sans serif font for the body copy of the postcard as it paired well with the serif font of the city name."
    },
    {
      "id": 2,  
      "image": "images/FilmFestival-03.png",
      "projectName": "Plyminister Film Festival Poster",
      "projectDate": "Spring 2021",
      "projectCategory": "Graphic Design",
      "projectStatement": "The overall Goal for this prompt was to design a travel postcard to a fictional location of our own creation. The design parameters and overall focus was the type and what it says about our location. The imagery added to the card should only lend to the card and not overly dominate the piece distracting from the type. My fictional location is an island in the Mediterranean sea inspired by the coastal villages of Italy called Venetio. It is full of vibrant colors, vintage elegance and the nostalgic charm of traveling in the 1930s/40s.",
      "projectChallenges": "It was a struggle to avoid relying on imagery to fill spaces and not enough on the type which is the focus of this piece.",
      "projectSolutions": "I was able to push past these struggles by playing with scale and letters of type. I inverted the city name in on itself to give a stamped quality of the old world. I was inspired to create a piece with vibrant colors, clean lines, and elegant typography choices and the juxtaposition of elements on the page. My framework for deciding the elements of design for this project was to capture the essence of the island. I created a list of attributes that I wanted to emphasis and the mood that I wanted to capture. My projectGoal was to evoke an exuberant and playful tone with hints of modernism sprinkled in the design. I was inspired by collage artwork to bring in the flavor of the island. I focused on design principles such as framing, color theory, repetition and symmetry to bring balance to my composition. I chose Savour Sans because of its clean simple letterforms that had an aire of sophistcation that I wanted to echo throughout the postcard. The rounded letters had an art deco feel that paired well with the era of design. I chose Casagrande Deco regular a sans serif font for the body copy of the postcard as it paired well with the serif font of the city name."
    },
    {
      "id": 3,
      "image": "images/magazine_cover.png",
      "projectName": "Magazine Mockup",
      "projectDate": "Spring 2021",
      "projectCategory": "Graphic Design",
      "projectStatement": "Our brief was to create a design system for a fiction magazine. The assets included a cover, table of contents, one page article and a feature article. I chose a niche wedding market that focused on destination mountain weddings in the Pacific Northwest.The primary audience for this magazine is upper-middle class women ages 25-35 looking to plan a unique mountain wedding. This magazine will be printed quarterly to feature seasonal changes that go along with wedding planning.",
      "projectChallenges": "Designing the style guide for the magazine really made me think about the overall structure and the hierarchy of the content in the magazine and forced me to justify my design choices. This meant going back to the drawing board for some of the pieces I designed and work within the grid system I developed.",
      "projectSolutions": "This essentially involved setting up a grid system, type choices and overall brand identity that would allow for future designers to step in and maintain the overall brand image. The design of this magazine focuses on photography to draw the attention its readers and type to lend to each image. The magazine will feature several travel pieces that focus. The overall layout of this magazine is very photo heavy and is an essential piece of the magazines brand image. This project focused on creating a design grid system that can be recycled while still providing a fresh look for each issue. I developed a style guide to assist with the type and imagery that is to be used in every issue."
    },
    {
      "id": 4,  
      "image": "images/Constans_Megan_wall-assets1.png",
      "projectName": "Lionfish Kitchen",
      "projectDate": "Spring 2021",
      "projectCategory": "Graphic Design",
      "projectStatement": "My project initiative was to brand a fictional restaurant and to create a system focused on typography. My fictional kitchen was inspired London and Paris bistros. My overall projectGoal for this project was to create a branding system that was elegant and modern in order to cater to an ever diversifying market of dine-in, takeout and meal kits. This was my first exercise creating designs that integrating type and design.",
      "projectChallenges": "It was a challenge to steer myself away from the overall design and focus more on typography. Only once I started sketching out possible logos did my vision of this restaurant start to clarify through the type. My biggest struggle with this project was digitizing my logo but I was able to get there in the end my using my drawing tablet.",
      "projectSolutions": "It was fun to sketch out different types and try a variety of different styles to create an overall classic and bold feel. I chose an elegant serif font in gold leaf for the color as it is timeless and elegant. I chose to design the type against a deep blue background to give the gold a rich feel and incorporated greys into my medium as well in some of my assets to achieve the more modern feel I was looking for. Darker colors are more prominent in French culture and were used to help create an ambiance of an upscale restaurant. My table menu that is designed for a more personal formal dining experience my menu is to be printed on a heavy weighted paper on a 10 x 14 inches with a glossy finish and bound in a thin black wooden holder. For the wall signage to be used on to-go side of the restaurant I redesigned the formal menu with the dark grey and blues to give a more modern feel to the busy lunch customers coming in for a quality meal. I used gold lettering for food categories in order to tie in with the overall theme and provide visual interest in a darker background. The overall projectGoal of the wall signs here was to offer some quick carryout options for busy workers to grab a more healthy lunch and avoid the typical sitdown experience. Lastly is the our story sign which is printed on white paper overlayed with a glass cover with gold knobs set on a wooden board overlayed with a textured blue paper."
    },
    {
      "id": 5,   
      "image": "images/WildApp.png",
      "projectName": "Minnesota Wild Redesigned - Mobile App",
      "projectDate": "Fall 2021",
      "projectCategory": "UX Design",
      "projectStatement": "Minnesota Wild Redesign with accessibility in mind. The goal for this project was to redesign the Minnesota Wild site to be fully accessible to users with vision impairments.",
      "projectChallenges": "Many individuals with vision impairments may struggle to navigate the NHL website with its small print, poor contrast, and to interpret data that is too heavily reliant on color. It is a challenge to find pertinent information or perform simple tasks such as purchasing tickets or finding the dates of upcoming games because of these poor design choices.",
      "projectSolutions": "To provide a streamlined, clean and accessible web browsing experience for individuals with vision impairments. Checking the latest scores or the date of the upcoming games or simply booking a ticket shouldn’t have to be a struggle. By simplifying content, reducing extensive scrolling and providing better color contrast, we can create a better user experience not just for visually impaired individuals but for all. Using colors in a more thoughtful manner not only provides more meaningful intentions but also improves clarity and helps the user better process information."
    },
    {
      "id": 6,  
      "image": "images/MovingApp.png",
      "projectName": "Moving App",
      "projectDate": "Spring 2022",
      "projectCategory": "UX Design",
      "projectStatement": "Design an app that allows users who are planning a move to search for rental trucks/pods and other moving services and compare features & prices to find the best fit for their needs. The overall goal for this project was to design a mobile app from a user-centric point of view.  This included researching tasks, sketching, wire framing, paper prototyping, clickable prototyping, user testing, and a case study-like document.",
      "projectChallenges": "Planning a move is stressful enough. Many people simply just don’t have time to spend hours researching to find the best prices or compare services of different companies. Users often are not sure of the size moving vehicle they need to fit belongings and need help selecting the correct size. Rental companies do not always show images of the product you are renting or have details diagrams of its size. When users do find the right vehicle, they are often unsure whether they are getting the best prices.",
      "projectSolutions": "To combat these problems, a moving calculator app was created to allow users to add home items to the truck that will then calculate the total volume of space these items take up."
    },
    {
      "id": 7,  
      "image": "images/wellnesswithin.png",
      "projectName": "Wellness Within Website",
      "projectDate": "Fall 2020",
      "projectCategory": "UX Design",
      "projectStatement": "The overall goal for this project was to create a functional website for a customer's professional wellness coaching business",
      "projectChallenges": "It was a challenge to code a beautiful and engaging website that was responsive on both web and mobile devices",
      "projectSolutions": "Starting from a mobile-first design approach, the site was sketched out before prototyping in Figma to show customer. After approval, the designs were translated to desktop layout and coded."
    },
    {
      "id": 9,
      "image": "images/wander.png",
      "projectName": "Animated Nature Scene",
      "projectDate": "Fall 2020",
      "projectCategory": "Motion Design",
      "projectStatement": "This project was my first foray into animating vector graphic scenes",
      "projectChallenges": "Mimicing nature proved to be a challenge every designer will face",
      "projectSolutions": "Learning natural rhythms and watching time-lapse photography videos of the elements in my scene such as rotating stars and swaying trees were the inspiration for my timing sequences in my video"
    },
    {
      "id": 10,  
      "image": "images/intro.png",
      "projectName": "Logo Animations",
      "projectDate": "Fall 2021",
      "projectCategory": "Motion Design",
      "projectStatement": "This project focused on learning to create introductory scenes that catch the eye for motion animation",
      "projectChallenges": "Learning to use AdobeAfter effects to manipulate scenes",
      "projectSolutions": "I spent countless hours studying AfterEffects animation through online courses and watching youtube videos for inspiration and small project ideas."
    },
    {
      "id": 11,
      "image": "images/sustainability.png",
      "projectName": "My Practice Video",
      "projectDate": "Fall 2021",
      "projectCategory": "Motion Design",
      "projectStatement": "The goal for this project was create a video detailing what my future design practice will look like including my values, aspirations and design tenets",
      "projectChallenges": "It was a challenge to create my own animations that hold visual attention and represent what I was trying to communicate",
      "projectSolutions": "I spent countless hours researching various animations and coming up a strategy for my own pieces"
    }
  ]